Repository: LinkNacional/payment-checkout-pagseguro-for-lifterlms
Catalog: languages/payment-checkout-pagseguro-for-lifterlms-*.po
Languages: pt_br

source: E-mail of PagSeguro
pt_br: E-mail do PagSeguro

source: E-mail registred in the administrative area of PagSeguro.
pt_br: E-mail registrado na área administrativa do PagSeguro.

source: PagSeguro Token
pt_br: Token PagSeguro

source: API service key of PagSeguro.
pt_br: Chave do serviço API do PagSeguro.

source: Type of environment
pt_br: Tipo de ambiente

source: Enable environment of test or production.
pt_br: Habilita o ambiente de teste ou produção.

source: Sandbox
pt_br: Sandbox (teste)

source: Production
pt_br: Produção

source: Activation Error:
pt_br: Erro de Ativação:

source: You must have
pt_br: Você precisa ter o

source: version
pt_br: versão

source: for the LifterLMS PagSeguro to activate.
pt_br: para ativar o LifterLMS PagSeguro.

source: plugin installed and activated for the LifterLMS PagSeguro.
pt_br: plugin, instalado e ativado para o LifterLMS PagSeguro.

source: Settings
pt_br: Configurações

source: Check the payment area below.
pt_br: Verifique a área de pagamento abaixo.

source: Payment Instructions
pt_br: Instruções de Pagamento

source: Payment Area
pt_br: Área de Pagamento

source: Secure payment by SSL encryption.
pt_br: Pagamento seguro por criptografia SSL.

source: Pay
pt_br: Pagar

source: PagSeguro Checkout Payment
pt_br: Pagamento por PagSeguro Checkout

source: PagSeguro payment methods logos
pt_br: Logotipos de métodos de pagamentos PagSeguro

source: This site accepts payments with the most of flags and banks, balance in PagSeguro account and bank slip.
pt_br: Este site aceita pagamentos com a maioria das bandeiras e bancos, saldo na conta PagSeguro e boleto bancário.

source: Pay with PagSeguro by clicking on button &ldquo;Pay&rdquo; right below
pt_br: Pague com PagSeguro clicando no botão &ldquo;Pagar&rdquo; logo abaixo

source: Not secure payment by SSL encryption.
pt_br: Pagamento não seguro por criptografia SSL.

source: This gateway cannot process transactions for less than R$ 5,00.
pt_br: Esse gateway não pode processar transações menores que R$ 5,00.

source: Allow customers to purchase courses and memberships using PagSeguro.
pt_br: Permite que clientes comprem cursos e assinaturas usando PagSeguro.

source: Payment via PagSeguro checkout
pt_br: Pagamento via PagSeguro checkout

source: Enable new payment methods to LifterLMS using PagSeguro API v1.
pt_br: Ativa novas formas de pagamento ao LifterLMS usando a API v1 da PagSeguro.

source: Invalid signature. Event discarded.
pt_br: Assinatura inválida. Evento descartado.
